---
kind: enumMember
id: F:Autodesk.Revit.DB.Fabrication.FabricationAncillaryUsageType.Connector
enum: Autodesk.Revit.DB.Fabrication.FabricationAncillaryUsageType
zh: 连接件、接口
source: html/dd6f3990-d050-01e1-6272-f6183c31a97c.htm
---
# Autodesk.Revit.DB.Fabrication.FabricationAncillaryUsageType.Connector

**中文**: 连接件、接口

Ancillary makes up a fabrication part connector.